public interface SubscribeConstants {
    int COUNT_ARGS = 13;
    String[] regRex = {
            "[A-ZА-Я]{1}[а-яa-z]+",
            "[A-ZА-Я]{1}[a-zа-я]+",
            "[A-ZА-Я]{1}[a-zа-я]+(вич|вна|vich|vna)",
            "[A-Z]{1}[a-zA-Z]+",
            "[0-9]{3}[-]?[0-9]{2}[-]?[0-9]{2}",
            "[\\+0-9]{2,3}?[0-9]{3}[-]?[0-9]{3}[-]?[0-9]{2}[-]?[0-9]{2}",
            "[A-Za-z]+@[A-Za-z]+\\.[A-Za-z]+",
            "@[A-Za-z]+",
            "[0-9]{5}",
            "[А-ЯA-Z]{1}[a-zа-я]+",
            "[A-ZА-Я]{1}[a-zа-я]+",
            "[0-9а-яa-z]+",
            "[0-9]+"
    };
}
